Repository: sillsdev/FwLocalizations
Catalog: messages.rw.tmx
Source language: en
Languages: rw

source: {0} Click OK to continue making changes, or click Cancel to discard the changes to this converter.
rw: {0} Kanda OK ukomeze uhindure, cyangwa kanda Hagarika uhakane impinduka zabaye kuri iyi muhinduzi.

source: {0} Click OK to continue making changes.
rw: {0} Kanda OK ukomeze wemeza ibyahinduwe.

source: In order to protect your data, the FieldWorks program needs to close. You should be able to restart it normally.
rw: Kugira ngo urinde ibyo washyizemo, porogaramu ya FieldWorks ikeneye gufungwa. Ushobora kuza kongera kuyifungura mu buryo busanzwe.

source: {0} Cannot access encoding converters, possibly due to insufficient access privilege. You may want to consult a system administrator.
rw: {0} Ntushobora gufungura impindurakodi, biterwa ahari n'uko udafite uburenganzira buhagije bwo kuyifungura. Ushobora gusobanuza umucunzi wa sisitemu.

source: {0} Sorry, in this browser, opening the file via hyperlink presents a security risk. Please open the file manually using a text editor or a word processing application.
rw: {0} Ihangane, muri iyi mfungurarubuga, gufungura fishiye unyuze ku mpuzangingo bishobora gutera ibibzao by'umutekano w'urubuga. Usabwe gufungura ifishiye ubwawe ukoresheje porogaramu nonosoranyandiko cyangwa porogaramu zandikirwamo inyandiko.

source: A browse view must have at least one column.
rw: Irebero mfungurarubuga rigomba kugira byibuze inkingi imwe.

source: A caller for the footnote you are attempting to paste is already present in this back translation.
rw: Impamagazi y'inyandiko yo hasi y'inkuru uri kugerageza kubadika isanzwe mu isemurandimi mbangikane.

source: A category which is a subtype of the main category. (These are also listed in the Record List view.)
rw: Icyiciro cy'icyiciro cyungiriza icyiciro gikuru. (Ibi na byo bitondekwa mu irebero ry'urutonde rw'ibyinjijwe.)

source: A CJK squared font variant
rw: Impindurantego y'inyuguti CJK yikubye kabiri

source: A Code Page has not been specified.
rw: Kodi ya paji ntiyafutuwe.

source: A Converter Mapping File has not been specified.
rw: Ifishiye mpinduzi iranga ntabwo yagaragajwe.

source: A Converter Name has not been specified.
rw: Izina ry'impinduzi ntiryagaragajwe.

source: A converter with the specified name already exists. Do you want to replace it?
rw: Hari indi mpinduzi ifite izina ryagaragajwe. Urifuza kuyisimbuza?

source: A deleted object
rw: Icyahanaguwe

source: A &different name:
rw: I&zina ritandukanye:

source: A discourse chart template can only have three levels (template, column group, and column).
rw: Imbonerahamwe y'imivugirwe ishobora kugira inzego eshatu gusa (imbata yuzuzwa, itsinda ry'inkingi n'inkingi)

source: A duplicate id value for a {0} was encountered: {1}
rw: Byahuye n'gaciro ka id yanditswe ubwa kabiri ya a {0}: {1}

source: A final presentation form (Arabic)
rw: Ifishi ya nyuma yo kugaragarizaho (Icyarabu)

source: A font variant (e.g. a blackletter form)
rw: Impindurantego y'inyuguti (urg. imiterere y'inyuguti y'inyuma)

source: A fuller description for this group of ad hoc rules; e.g. explaining what they have in common.
rw: Ibisobanuro byuzuye by'iri tsinda ry'amategeko adasanzwe; urg. isobanura icyo bihuriyeho.

source: A fuller description for this inflection class.
rw: Ibisobanuro byuzuye by'iri tsinda ry'ikomora.

source: A fuller description for this inflectional affix slot.
rw: Ibisobanuro byuzuye by'iri tsinda ry'imbonerahamwe y'inyomeke.

source: A fuller description of this category.
rw: Ibisobanuro byuzuye by'iki cyiciro.

source: A fuller description of this headed compound.
rw: Ibisobanuro byuzuye by'iyi nyunge.

source: A Mapping Name has not been specified.
rw: Izina ry'igaragazamiterere ritagaragajwe.

source: A report will be opened in your web browser.
rw: Raporo iribufungukire mu mfungurarubuga yawe.

source: A short name for this category.
rw: Izina rigufi ry'iki cyiciro.

source: A short name for this phoneme.
rw: Izian rigufi ry'iri jwi shingiro

source: A Text Markup Tag List can only have two levels (list type and tags).
rw: Urutonde inkoraturango z'umwandiko ziba gusa ku nzego ebyiri (ubwoko bw'urutonde n'uturango).

source: A_llomorph
rw: Akaremakambo

source: &Abbreviation
rw: &Impine

source: Abbreviation
rw: Impine

source: Abbreviation - Name
rw: Impine - Izina

source: Abbreviation (of text)
rw: Impine (z'inyandiko)

source: &Abbreviation:
rw: &Impine:

source: Abort
rw: Kuburizamo

source: About
rw: Ibirebana

source: _About FLEx Bridge...
rw: Ibirebana na FLEx Bridge...

source: _About Language Explorer...
rw: _Ibirebana na Language Explorer...

source: About SIL FieldWorks {0}
rw: Ibirebana na SIL FieldWorks {0}

source: About the selected export method:
rw: Ibirebana n'uburyo bwo kwimura bwatoranyijwe:

source: About to Convert
rw: Hafi yo guhindura

source: About to delete {0}.
rw: Kwitegura guhanagura {0}.

source: Above
rw: Hejuru

source: Above attached
rw: Byometse hejuru

source: Above left
rw: Hejuru ibumoso

source: Above left attached
rw: Byometse hejuru ibumoso

source: Above right
rw: Hejuru iburyo

source: Above right attached
rw: Byometse hejuru iburyo

source: Academic Domain
rw: Icyiciro bya gihanga

source: Academic Domains
rw: Ibyiciro bya gihanga

source: Accept entire analysis (Ctrl-TAB)
rw: Kwemeza isesengura ryose (Ctrl-TAB)

source: &Accept Gloss
rw: &Kwemera ijambo risobanura

source: Account
rw: Konte

source: Actual delete
rw: Isiba rigaragara

source: AD
rw: Nym.Kr

source: Ad hoc Rules
rw: Amategeko adasanzwe

source: &Add
rw: &Kongeraho

source: A&dd
rw: K&ongeraho

source: Add
rw: Kongeraho

source: Add {0}
rw: Kongeraho {0}

source: &Add >>
rw: &Kongeraho >>

source: Add a category
rw: Kongeraho icyiciro

source: Add a complex feature.
rw: Kongeraho imimerere y'urusobe.

source: Add a Complex Form...
rw: Kongeraho imiterere y'urwunge...

source: Add a feature.
rw: Kongeraho imiterere.

source: Add a new category.
rw: Koneraho icyiciro gishya.

source: Add a new person.
rw: Kongeraho umuntu mushya.

source: Add a new text to the corpus.
rw: Kongera inyandiko nshya ku nkoranyanyandiko.

source: Add a subcategory...
rw: Kongeraho inyunganiragika...

source: Add Allomorph
rw: Kongeraho impuzantego

source: Add allomorph to lexical entry?
rw: Kongeraho impuzantego ku mwinjiro nyunguramgambo?

source: Add allomorph to similar entry
rw: Kongera impuzantego ku mwinjizo bisa

source: Add Allomorph...
rw: Kongeraho akaremajambo nyabundi...

source: Add an allomorph of a stem.
rw: Kongeraho akaremejambo nyabundi k'igicumbi.

source: Add an allomorph of an affix.
rw: Kongeraho kakaremajambo nyabundi k'inyoneke

source: Add an allomorph to this entry
rw: Kongera akaremejambo nyabundi kuri uyu mwinjizo

source: Add an obligatory slot to {0}
rw: Kongera agaka ka ngombwa muri {0}

source: Add an optional slot to [Category]
rw: Kongera agaka katari itegeko ku [Icyiciro]

source: Add an optional slot to {0}
rw: Kongera agaka katari itegeko kuri {0}

source: Add another Variant Info section
rw: Kongeraho andi makuru ya segisiyo y'impindurantego kuri

source: Add Approved Analysis...
rw: Kongeraho isesengura ryemejwe...

source: Add Custom Character
rw: Kongeraho inyuguti umuntu yishyiriramo

source: Add Custom &field...
rw: Kongeraho &umwanya w'umuntu yishyiriramo...

source: Add from Catalog
rw: Kongeraho ibivuye muri katalogi

source: Add Line
rw: Kongeraho umurongo

source: Add New Sense
rw: Kongeraho igisobanuro gishya

source: Add New Sense for {0} ...
rw: Kongeraho igisobanuro gishya kuri {0} ...

source: Add New Sense...
rw: Kongeraho igisobanuro gishya...

source: Add or edit custom fields.
rw: Kongeraho cyangwa kunonosora imyanya yongereweho.

source: Add or replace
rw: Kongeraho cyangwa gusimbuza

source: Add Reference
rw: Kongeraho imvano

source: Add Reference ({0})
rw: Kongeraho imvano ({0})

source: Add the current word to the lexicon (if it is a vernacular word).
rw: Kongere iri jambo ku nkoranya (niba ari iry'ururimi rwigwaho).

source: Add to Dictionary...
rw: Kongera ku nkoranya...

source: Add to existing items
rw: Kongeraho ibisanzwemo

source: Add to Spelling Dictionary
rw: Kongera ku nkoranya ndangamyandikire

source: &Add Variant
rw: &Kongeraho Impidurantego

source: Add Word Gloss
rw: Kongeraho ijambo nsobanuzi

source: Add Word to Spelling Dictionary
rw: Kongera ijambo mu nkoranya y'inozamyandikire

source: Add Words to Lexicon
rw: Kongera ijambo ku nkoranya

source: Add Writing System
rw: Kongeraho Ururimi rw'imyandikire

source: Add writing system {0} to your FieldWorks project?
rw: Kongera ururimi rw'imyanikire {0} ku mushinga wawe wa Fieldworks

source: Add, delete, or change styles.
rw: Kongeraho, gusiba cyangwa guhindura imyandikire.

source: &Add...
rw: &Kongeraho...

source: A&dd...
rw: K&ongeraho...

source: Add...
rw: Kongeraho...

source: Add/Modify Language Mapping
rw: Kongeraho/Guhindura Imbata y'ururimi

source: Adding a New User
rw: Ukongeraho umukoresha mushya

source: Adding FieldWorks project
rw: Ukongeraho umushinga wa Fieldworks

source: Adding files to backup...
rw: Kongera amafishiye kuri bakapu...

source: Additional files to back up
rw: Amafishije y'inyongera mu gukora ikopi ngoboka

source: Additional files to restore
rw: Amafishiye y'inyongera yo gusubiza ibintu uko byahoze

source: Adjusted homograph number in {0} from {1} to {2}
rw: Inomero y'impuzamyandikire muri {0} kuva kuri {1} kugeza kuri {2}

source: Advanced
rw: Biteye imbere

source: Advanced...
rw: Biteye imbere...

source: Advanced:
rw: Biteye imbere:

source: Affix Form
rw: Ifishi y'inyomeke

source: Affix found on {0}
rw: Inyomeke zagaragaye kuri {0}

source: Affix in {0} slot which inflects {1}
rw: Inyomeke muri agaka {0} zikaba zitondagura {1}

source: Affix in {0} slots which inflects {1}
rw: Inyomeke mu duka {0} zikaba zitondagura {1}

source: Affix Slot
rw: Ahagenewe inyomeke

source: Affix slot {0}
rw: Akaka k'inyomeke {0}

source: Affix Slot or Category
rw: Imbonerahamwe y'inyomeke cyangwa icyiciro

source: Affix Template
rw: Imbonerahamwe y'inyomeke

source: Affix &Type:
rw: Ubwoko bw'&Inyomeke:

source: Affix which attaches to any category
rw: Inyomeke yifatanya n'icyiciro icyo ari cyo cyose

source: Affix which changes the meaning of {0}
rw: Inyomeke ihindura igisobanuro cya {0}

source: Affix which changes the meaning of any category
rw: Inyomeke ihindura igisobanuro cy'icyiciro icyo ari cyo cyose

source: Affix which converts {0} to {1}
rw: Inyomeke ihindura {0} muri {1}

source: Affix which converts {0} to any category
rw: Inyomeke ihindura {0} mu cyiciro icyo ari cyo cyose

source: Affix which converts any category to {0}
rw: Inyomeke ihindura icyiciro icyo ari cyo cyose muri {0}

source: Affix which inflects any category
rw: Inyimeke ikoreshwa mu ikomora mu cyiciro icyo ari cyo cyose

source: affixes
rw: inyomeke

source: After
rw: Nyuma

source: after any blank line
rw: nyuma y'umurongo uwo ariwo wose urimo ubusa

source: Aft&er:
rw: Nyu&ma:

source: After:
rw: Nyuma:

source: Alias
rw: Ukundi yitwa

source: Align Left
rw: Kubipanga ibumoso

source: Align Right
rw: Kubipanga iburyo

source: Ali&gnment:
rw: I&terereza

source: A&ll
rw: By&ose

source: All
rw: Byose

source: all analysis
rw: isesengura ryose

source: All Analysis
rw: Isesengura ryose

source: All Analysis and Vernacular
rw: Ururimi nsobanuzi n'ururimo gakondo rwose

source: All Analysis then all Vernacular Writing Systems
rw: Isesengura ryose nyuma indimi zose z'imyandikire y'indimi zigwa

source: All Analysis Writing Systems
rw: Imyandikire yose y'indimi z'isesengura

source: A&ll Data
rw: A&makuru yose

source: All Entries
rw: Imyinjiro yose

source: All FieldWorks backup files
rw: Amafishiye yose yamakopi ngoboka ya Fieldworks

source: All Files
rw: Amafishiye yose

source: All of...
rw: Byose mu...

source: All Pronunciation
rw: Imivugirwe yose

source: All Reversal Indexes
rw: Ishakiro ryose ry'Impindure

source: {0}. All rights reserved.
rw: {0}. Uburenganzira bwose bw'umuhimbyi bugamba kubahirizwa.

source: All selected items
rw: Ibyatoranyijwe byose

source: All Styles
rw: Imiterere yose

source: all vernacular
rw: ururimi gakondo rwose

source: All Vernacular
rw: Ururimi gakondo rwose

source: All Vernacular and Analysis
rw: Ururimi gakondo n'ururimi nsobanuzi rwose

source: All Vernacular then all Analysis Writing Systems
rw: Indimi zose zigwa n'indimi z'imyandikire y'isesengura

source: All Vernacular Writing Systems
rw: Imyandikire y'indimi gakondo zose

source: allomorph
rw: akaremajambo nyabundi

source: Allomorph
rw: Akaremajambo nyabundi

source: Allomorph of...
rw: Akaremajambo nyabundi ka...

source: Allomorph set at runtime
rw: Akaremejambo nyabundi kashyizwe mu itangira

source: &Allomorph:
rw: &Akaremajambo nyabundi:

source: Allomorphs
rw: Uturemejambo nyabundi

source: &Allow duplicate item names and abbreviations
rw: &Kwemera ko haba amazina n'impine bigaruka

source: Alphabetical Order
rw: Imikurikirane inoze ku buryo bw'itonde ry'inyuguti

source: {0} (already exists)
rw: {0} (bisanzwemo)

source: <Already in Unicode>
rw: <Bisanzwe biri muri kodi imwe>

source: Alternate Forms
rw: Indi miterere

source: Always visible
rw: Bihore bigaragara

source: An allomorph of the affix.
rw: Akaremajambo nyabundi k'inyomeke.

source: An allomorph of the stem or root.
rw: Akaremajambo nyabundi k'igicumbi cyangwa umuzi.

source: An empty paragraph
rw: Igika kirimo ubusa

source: An error occurred trying to migrate existing projects from an older version of FieldWorks:
rw: Habaye ikosa mu gihe hageragezwaga kwimura imishinga ihari ivanywa mu inonosora rya kera rya Fieldworks:

source: Analyses
rw: Amasesengura

source: analysis
rw: isesengura

source: Analysis
rw: Isesengura

source: Analysis {0}
rw: Isesengura {0}

source: Analysis Candidate
rw: Isesengura ritegereje

source: &Analysis language writing system
rw: &Imyandikire y'ururimi nsobanuzi

source: analysis or vernacular
rw: isesengura cyangwa ururimi gakondo

source: Analysis Usage
rw: Gukoresha isesengura

source: &Analysis Writing System
rw: &Ururimi rw'isesengura ry'imyandikire

source: Analysis &Writing Systems
rw: Indimi z'isesengura ry'imyandikire

source: Analyze
rw: Gusesengura

source: and
rw: na

source: and {0}.
rw: na {0}.

source: Annotation Definition
rw: Igisobanuro cyo mu nyandiko ngaragazabisobanuro

source: Another instance of FieldWorks appears to be running, but did not respond properly to a request from this one. This is a bug; please report it to FlexErrors@sil.org. We recommend that you shut down all FieldWorks applications and try again. If you still get this message, restart your computer. (Experts may also try to recover by killing any FieldWorks processes using TaskManager.) Do you want to Retry now?
rw: Undi mushinga wa FieldWorks ushobora kuba wafungutse, gusa bigaragara ko utafungutse neza nk'uko bikenewe n'uyu. Iri ni ikosa ryo muri porogaramu; ushobora kubimenyesha kuri FlexErrors@sil.org. Twakugira inama yo kuzimya amaporogaramu yafunguwe na FieldWorks ukongera ukagerageza gufungura. Nukomeza kubona ubu butumwa, wongere watse mudasobwa yawe. (Inzobere zishobora kugerageza kuyizahura bafunga imikorere iyo ari yo yose ya FieldWorks bakoresheje Ingenzuramirimo.) Ushaka kongera kugerageza nonaha?

source: &Another location
rw: &Ahandi hantu

source: Anth
rw: Igamiry

source: Anthropology _Category
rw: Iyigamiryango _Icyiciro

source: Anthropology Categories
rw: Ibyiciro by'Iyigamiryango

source: Anthropology Category
rw: Icyiciro cy'iyigamiryango

source: Anthropology Codes
rw: Kodi z'iyigamiryango

source: Anthropology Note
rw: Note ku Iyigamiryango

source: Anthropology Notes
rw: Note zo ku iyigamiryango

source: Any
rw: Icyo aricyo cyose

source: Any of...
rw: Icyo aricyo cyose muri...

source: Any selected item
rw: Buri kintu cyose cyatoranyijwe

source: {0} Any single character
rw: {0} Inyuguti imwe iyo ariyo yose

source: &Anywhere
rw: &Aho ariho hose

source: Append to Gloss
rw: Guhuza n'umwinjizo

source: Append, separated by:
rw: Gihujwe, kigabanyijwe na:

source: A&pplication:
rw: Im&ikoreshereze:

source: &Apply
rw: &Gukoresha

source: Apply
rw: Gukoresha

source: Apply Style
rw: Gukoresha imiterere ya buri gice

source: _Apply Style...
rw: _Gukoresha imiterere ya buri gice...

source: Appl&y Style...
rw: Gu&koresha imiterere ya buri gice...

source: Approve
rw: Kwemeza

source: Approve _Throughout this Text
rw: Kwemeza _Muri iyi nyandiko yose

source: Approve All
rw: Kwemeza byose

source: Approve and _Stay
rw: Kwemeza no _Kuguma

source: _Approve and Move Next
rw: _maze ujye kubikurikiraho

source: Apr
rw: Mat

source: Arabic Number
rw: Umubare w'icyarabu

source: _Archive with RAMP (SIL)...
rw: _Gushyingura muri RAMP (SIL)...

source: Are you sure you want to add the {0} allomorph ({1}) to this entry?
rw: Ese koko urashaka kongera {0} akaremajambo nyabundi ({1}) kuri uyu mwinjizo?

source: Are you sure you want to continue?
rw: Uremeza nta gushidikanya ko ushaka gukomeza?

source: Are you sure you want to delete the {0} View {1}?
rw: Uremeza ko ushaka gusiba {0} irebero {1}?

source: Areas
rw: Ahantu

source: As I add new word glosses, create lexical entries.
rw: Mu gihe nongeraho amagambo asobanura, hakorwe imyinjiro nyunguramagambo

source: Assign
rw: Kugenera

source: Assign Analysis...
rw: Kugenera isesengura...

source: At &end
rw: Ku &mpera

source: At least
rw: Byibuze

source: At least one morpheme does not have any lexical information specified. You won't like the results. Please make sure every morpheme has the lexical information you want.
rw: Byibuze akaremajambo kamwe ntigafite amakuru nyunguramagambo yagaragajwe. Nturashima ibivuyemo. Urasabwa ko buri karemajambo kaba gafite amakuru nyunguramagambo wifuza.

source: At &start
rw: Ku &ntangiriro

source: At s&tart
rw: Ku n&tangiriro

source: A&t:
rw: K&u:

source: Attaches to any category
rw: Yisanisha n'ikiciro icyo ari cyo cyose

source: Attaches to Categories
rw: Byegamiye ku byiciro

source: Attaches to Categor&y:
rw: Byiyomeka ku by&iciro:

source: Attributes
rw: Ibyitiriro

source: Aug
rw: Kan

source: Auto-Hide
rw: Ukwihisha

source: Available lines:
rw: Imirongo ihari:

source: Available memory:
rw: Umwanya wa memwari uhari:

source: < &Back
rw: < &Inyuma

source: Back
rw: Inyuma

source: Back up a FieldWorks project.
rw: Gukora ikopi ngoboka y'umushinga wa Fieldworks.

source: Back up FieldWorks Project
rw: Gukora ikopi ngoboka y'umushinga wa Fieldworks

source: Back up or restore a FieldWorks project.
rw: Gukora ikopi ngoboka cyangwa gusubiza uko umushinga wa Fieldworks wari umeze.

source: Back up this Project
rw: Gukora ikopi ngoboka y'uyu mushinga

source: &Back up this Project...
rw: &Gukora ikopi ngoboka y'uyu mushinga...

source: _Back up this Project...
rw: _Gukora ikopi ngoboka y'uyu mushinga...

source: Background Color
rw: Ibara ry'inyuma

source: Background is {0}
rw: Imisusire y'inyuma ni {0}

source: Bac&kground:
rw: Imisu&sire y'inyuma:

source: Backing Up
rw: Gukora ikopingoboka

source: &Backup and Restore...
rw: &Gukora ikopi ngoboka no gusubizamo...

source: Backup date:
rw: Itariki y'ikopingoboka:

source: Backup file:
rw: Ifishiye y'ikopingoboka:

source: Backup location
rw: Ahabikwa ikopingoboka

source: Backup or restore a FieldWorks project.
rw: Bika kopingoboka cyangwa garuramo Umushinga wa Fieldworks.

source: Backup recommendation
rw: Inama y'ibikakopi ngoboka

source: &Backup...
rw: &Ikopingoboka...

source: Backup...
rw: Ikopingoboka...

source: base
rw: ishingiro

source: Based On
rw: Gishingiye kuri

source: &Based on:
rw: &Bishingiye ku(ri):

source: Baseline
rw: Imiterereshingiro

source: basic
rw: cy'ishingiro

source: BC
rw: Mbr.Kr.

source: Becomes
rw: Kibaye

source: Before
rw: Imbere

source: &Before:
rw: &Imbere:

source: Before:
rw: Imbere:

source: Begin
rw: Gutangira

source: Begin Group
rw: Gutangira itsinda

source: &Beginning marker:
rw: &Akarangamwanya k'intangiriro:

source: Beginning marker:
rw: Akarangamwanya w'intangiriro:

source: {0} Beginning of line
rw: {0} Intangiriro y'umurongo

source: Begins
rw: Kiratangiye

source: Below
rw: Munsi

source: Below (iota subscript)
rw: Munsi (iyandikwa hasi kwa iyota)

source: Below attached
rw: Byometse munsi

source: Below left
rw: Ibumoso hasi

source: Below left attached
rw: Byometse ibumoso munsi

source: Below right
rw: Iburyo hasi

source: Below right attached
rw: Byometse munsi iburyo

source: best analysis
rw: isesengura ryiza

source: Best Analysis
rw: Isesengura ryiza

source: best vernacular
rw: ururimi gakondo rwiza

source: Best Vernacular
rw: Ururimi gakondo rwiza

source: Best Vernacular or Analysis
rw: Ururimi rw'igwa n'urw'isesengura byiza

source: between
rw: hagati

source: Between:
rw: Hagati:

source: Bibliography
rw: Isoko

source: Bibliography (Entry)
rw: Isoko (Umwinjiro)

source: Bibliography (Sense)
rw: Inkomoka (Igisobanuro)

source: Black,0,0,0
rw: Umukara,0,0,0

source: Blanks
rw: Harimo ubusa

source: Blue,0,0,255
rw: Ubururu,0,0,255

source: &Bold
rw: &Bibyibushye

source: Bold
rw: Bibyibushye

source: Border
rw: Imipaka

source: Border ({0})
rw: Inkiko ({0})

source: Borders
rw: Inkiko

source: Borders all Around
rw: Inkiko ku mpande

source: &Bottom
rw: &Hasi

source: Bottom
rw: Hasi

source: Bottom Border
rw: Umupaka wo hasi

source: {0} Boundary
rw: {0} Umupaka

source: Boundary Marker
rw: Akarangamupaka

source: Break Characters
rw: Gutandukanya inyuguti

source: _Break phrase into words
rw: _Guca ibango ry'interuro mo amagambo

source: Break phrase into words
rw: Guca ibice by'interuro mo amagambo

source: Brown,153,51,0
rw: Ikigina,153,51,0

source: Browse
rw: Gushakashakisha

source: Browse for file.
rw: Gushakisha ifishiye.

source: Browse for Language File
rw: Gushakisha ifishiye y'ururimi

source: &Browse...
rw: &Gushakashakisha...

source: Browse...
rw: Gushakashakisha...

source: BUG!
rw: IKOSA!

source: Built In
rw: Cyubakiyemo

source: Bulk _Edit (copy)
rw: Kunonosorera_rimwe (gukoporora)

source: Bulk Copy
rw: Gukopororera rimwe

source: Bulk Edit (c_lick copy)
rw: Kunonosorera rimwe (kanda ukoporore)

source: _Bulk Edit (list choice)
rw: _Gukopororera rimwe (ilisiti y'amahitamo)

source: Bulk Edit Entries
rw: Kunonosorera rimwe imyinjiro

source: Bulk Edit Operation:
rw: Imikorere yo kunonosorera rimwe:

source: Bulk Edit Reversal Entries
rw: Kunonosorera rimwe myinjiro yo mu rundi rurimi

source: Bulk Edit Spelling Status.
rw: Imiterere y'imyandikire mu inonosora ku bwinshi

source: Bulk Edit Wordforms
rw: Kunoza imiterere y'ijambo ku bwinshi

source: Bulk Replace
rw: Gusimbuza ku bwinshi

source: Bulk Replace Setup
rw: Iyubaka ry'isimbuza ku bwinshi

source: B&ullet
rw: Utunyerezo

source: Bullet and Number &Font...
rw: Utunyerezo n'Igenanimero n'Imiterere y'inyuguti

source: Bulleted
rw: Utunyerezo

source: Bullets
rw: Utunyerezo

source: Bullets and Numbering
rw: Utunyerezo n'igenanimero

source: button
rw: buto

source: By removing the English writing system, some of your topics list items, may show "***" instead of their normal contents. For this reason, it is strongly recommended that you keep the English writing system active in your project. However, if you choose to remove English now and encounter problems viewing your topics list items, you may add English back at any time using the Add button. Do you want to remove English now?
rw: Nukuramo icyongereza nk'ururimi rw'imyandikire, bimwe mu bigaragara ku rutonde rw'ibyo wakoze, bishobora kugaragara bitya "***" aho kugaragara mu buryo busanzwe. Kubera iyi mpamvu, uragirwa inama yo gukomeza ururimi rw'icyongereza nk'ururimi rw'imyandikire rufunguye. Nyamara, niba uhisemo gukuramo icyongereza ubu ugahura n'ingorane mu igaragara ry'urutonde ry'ibyo winjije, ushobora kongera kongeraho icyongereza igihe cyose ukoresheje buto Kongeraho. Ushaka gukuramo icyongereza aka kanya?

source: B&y:
rw: N&a:
